Repository: BillyL0119/ashare-analyzer
Catalog: ios/BFStock/Localizable.xcstrings
Source language: zh_hans
Languages: en, fr, ja, ko

source: %lld 上涨
en: %lld up
fr: %lld en hausse
ja: %lld 上昇
ko: %lld 상승

source: %lld 下跌
en: %lld down
fr: %lld en baisse
ja: %lld 下落
ko: %lld 하락

source: %lld 个主题
en: %lld topics
fr: %lld sujets
ja: %lld トピック
ko: %lld개 주제

source: %lld 个章节
en: %lld sections
fr: %lld sections
ja: %lld セクション
ko: %lld개 섹션

source: %lld 只
en: %lld
fr: %lld
ja: %lld銘柄
ko: %lld종목

source: %lld 平盘
en: %lld flat
fr: %lld stables
ja: %lld 横ばい
ko: %lld 보합

source: %lld/%lld 已学完
en: %lld/%lld completed
fr: %lld/%lld terminés
ja: %lld/%lld 完了
ko: %lld/%lld 완료

source: %lld天
en: %lld d
fr: %lld j
ja: %lld日
ko: %lld일

source: %lld小时 %lld分钟
en: %lld h %lld min
fr: %lld h %lld min
ja: %lld時間%lld分
ko: %lld시간 %lld분

source: %lld股 @ %@
en: %lld sh @ %@
fr: %lld act. @ %@
ja: %lld株 @ %@
ko: %lld주 @ %@

source: %lld股 · 均价%@
en: %lld sh · avg %@
fr: %lld act. · moy. %@
ja: %lld株 · 平均 %@
ko: %lld주 · 평단 %@

source: 10日
en: 10D
fr: 10 j
ko: 10일

source: 120日
en: 120D
fr: 120 j
ko: 120일

source: 1年
en: 1Y
fr: 1 an
ko: 1년

source: 30日
en: 30D
fr: 30 j
ko: 30일

source: 3个月
en: 3M
fr: 3 mois
ja: 3か月
ko: 3개월

source: 52周最低
en: 52W low
fr: Plus bas 52 sem.
ja: 52週安値
ko: 52주 최저

source: 52周最高
en: 52W high
fr: Plus haut 52 sem.
ja: 52週高値
ko: 52주 최고

source: 60日
en: 60D
fr: 60 j
ko: 60일

source: 6个月
en: 6M
fr: 6 mois
ja: 6か月
ko: 6개월

source: 95%最差价
en: 95% worst case
fr: Pire cas 95 %
ja: 95%最悪値
ko: 95% 최악 가격

source: AI老师
en: AI Teacher
fr: Prof IA
ja: AI先生
ko: AI 선생님

source: AI股票老师
en: AI Stock Teacher
fr: Prof de bourse IA
ja: AI株式の先生
ko: AI 주식 선생님

source: AI面试官会一次问一个问题，4-5轮后给出评分和改进建议
en: The AI interviewer asks one question at a time and scores you after 4-5 rounds
fr: L'IA pose une question à la fois et vous note après 4 à 5 échanges
ja: AI面接官が1問ずつ質問し、4〜5往復後に採点とアドバイスをします
ko: AI 면접관이 한 번에 한 문제씩 묻고 4~5회 후 점수와 조언을 줍니다

source: A股
en: A-Shares
fr: Actions A
ja: A株
ko: A주

source: A股 · 股票代码
en: A-Shares · Code
fr: Actions A · Code
ja: A株 · 銘柄コード
ko: A주 · 종목 코드

source: A股大盘
en: A-Share Market
fr: Marché A
ja: A株市場
ko: A주 시장

source: A股情绪
en: A-Share Sentiment
fr: Sentiment A
ja: A株センチメント
ko: A주 심리

source: A股账户
en: A-Share account
fr: Compte A
ja: A株口座
ko: A주 계좌

source: Best Friend Stock · 版本 1.0
en: Best Friend Stock · Version 1.0
fr: Best Friend Stock · Version 1.0
ja: Best Friend Stock · バージョン 1.0
ko: Best Friend Stock · 버전 1.0

source: ETF是什么
en: What is an ETF?
fr: Qu'est-ce qu'un ETF ?
ja: ETFとは？
ko: ETF란?

source: PE比率怎么看
en: How do I read the P/E ratio?
fr: Comment lire le PER ?
ja: PERの見方は？
ko: PER은 어떻게 보나요?

source: QS 商科 #%@
en: QS Business #%@
fr: QS Business #%@
ja: QS ビジネス #%@
ko: QS 경영학 #%@

source: QS 商科排名前 150 + 100 多所商学院的学费与申请要求
en: QS business ranking top 150, plus tuition and admission for 100+ schools
fr: Top 150 QS en business, frais et admission de plus de 100 écoles
ja: QS ビジネス分野トップ150と100校以上の学費・出願要件
ko: QS 경영학 순위 150위와 100여 개 학교의 학비·지원 요건

source: QS 综合 #%@
en: QS overall #%@
fr: QS général #%@
ja: QS 総合 #%@
ko: QS 종합 #%@

source: T+1：今日买入部分明日可卖
en: T+1: shares bought today can be sold tomorrow
fr: T+1 : les actions achetées aujourd'hui sont vendables demain
ja: T+1: 本日購入分は翌日に売却可能
ko: T+1: 오늘 매수한 수량은 내일 매도 가능

source: T+2：部分持仓尚未结算
en: T+2: some shares have not settled yet
fr: T+2 : certaines actions ne sont pas encore réglées
ja: T+2: 一部の保有分は未決済です
ko: T+2: 일부 보유 수량은 아직 결제되지 않았습니다

# button.retry
source: 重试
en: Retry
fr: Réessayer
ja: 再試行
ko: 다시 시도

# disclaimer
source: 仅供学习，不构成投资建议
en: For learning only. Not investment advice.
fr: À but éducatif. Pas un conseil en investissement.
ja: 学習目的のみ。投資助言ではありません。
ko: 학습용입니다. 투자 조언이 아닙니다.

# error.decoding
source: 数据解析失败
en: Data parsing failed
fr: Échec de l'analyse des données
ja: データの解析に失敗しました
ko: 데이터 해석 실패

# error.network
source: 网络错误
en: Network error
fr: Erreur réseau
ja: ネットワークエラー
ko: 네트워크 오류

# error.timeout
source: 请求超时，请重试
en: Request timed out. Please retry.
fr: Délai dépassé. Veuillez réessayer.
ja: リクエストがタイムアウトしました。もう一度お試しください。
ko: 요청 시간이 초과되었습니다. 다시 시도하세요.

# loading
source: 加载中...
en: Loading...
fr: Chargement...
ja: 読み込み中...
ko: 불러오는 중...

# market.cn
source: A股
en: A-Shares
fr: Actions A
ja: A株
ko: A주

# market.us
source: 美股
en: US Stocks
fr: Actions US
ja: 米国株
ko: 미국주식

# search.placeholder
source: 搜索股票
en: Search stocks
fr: Rechercher une action
ja: 銘柄を検索
ko: 종목 검색

# tab.ai_teacher
source: AI老师
en: AI Teacher
fr: Prof IA
ja: AI先生
ko: AI 선생님

# tab.learning
source: 学习中心
en: Learning
fr: Apprentissage
ja: 学習
ko: 학습

# tab.market
source: 行情
en: Market
fr: Marché
ja: マーケット
ko: 시장

# tab.paper_trading
source: 模拟盘
en: Paper Trade
fr: Simulation
ja: ペーパートレード
ko: 모의투자

source: 七巨头
en: Magnificent 7
fr: Les 7 Magnifiques
ja: マグニフィセント7
ko: 매그니피센트 7

source: 上涨 %lld · 下跌 %lld
en: %lld up · %lld down
fr: %lld en hausse · %lld en baisse
ja: 上昇 %lld · 下落 %lld
ko: 상승 %lld · 하락 %lld

source: 上涨概率
en: Chance of gain
fr: Probabilité de hausse
ja: 上昇確率
ko: 상승 확률

source: 上证指数
en: Shanghai
fr: Shanghai
ja: 上海総合
ko: 상하이종합

source: 下一课
en: Next lesson
fr: Leçon suivante
ja: 次のレッスン
ko: 다음 강의

source: 不接受
en: Not accepted
fr: Non accepté
ja: 不可
ko: 불가

source: 不构成投资建议
en: Not investment advice
fr: Pas un conseil en investissement
ja: 投資助言ではありません
ko: 투자 조언이 아닙니다

source: 与相近岗位的区别
en: How it differs
fr: Différences avec les métiers proches
ja: 近い職種との違い
ko: 유사 직무와의 차이

source: 专业方向
en: Specialties
fr: Spécialités
ja: 専門分野
ko: 전공 분야

source: 中位价格
en: Median price
fr: Prix médian
ja: 中央値
ko: 중앙 가격

source: 中性
en: Neutral
fr: Neutre
ja: 中立
ko: 중립

source: 买
en: B
fr: A
ja: 買
ko: 매수

source: 买入
en: Buy
fr: Acheter
ja: 買い
ko: 매수

source: 买入第一只股票
en: Buy your first stock
fr: Acheter une première action
ja: 最初の銘柄を買う
ko: 첫 종목 매수

source: 了解8个金融岗位：日常工作、技能、薪资，还能模拟面试
en: 8 finance roles: daily work, skills, pay — plus mock interviews
fr: 8 métiers de la finance : quotidien, compétences, salaires et entretiens simulés
ja: 金融8職種の仕事内容・スキル・年収と模擬面接
ko: 금융 8개 직무: 업무·역량·연봉과 모의 면접

source: 亚洲
en: Asia
fr: Asie
ja: アジア
ko: 아시아

source: 交易中
en: Market open
fr: Marché ouvert
ja: 取引中
ko: 거래 중

source: 交易处理中…
en: Processing trade…
fr: Traitement en cours…
ja: 取引を処理中…
ko: 거래 처리 중…

source: 交易失败
en: Trade failed
fr: Échec de la transaction
ja: 取引に失敗しました
ko: 거래 실패

source: 亿
en: B
fr: Md
ja: 億
ko: 억

source: 什么是K线图
en: What is a candlestick chart?
fr: Qu'est-ce qu'un graphique en chandeliers ?
ja: ローソク足チャートとは？
ko: 캔들 차트란 무엇인가요?

source: 什么是做空
en: What is short selling?
fr: Qu'est-ce que la vente à découvert ?
ja: 空売りとは？
ko: 공매도란?

source: 什么是标普500
en: What is the S&P 500?
fr: Qu'est-ce que le S&P 500 ?
ja: S&P 500とは？
ko: S&P 500이란?

source: 什么是止损
en: What is a stop-loss?
fr: Qu'est-ce qu'un stop-loss ?
ja: 損切りとは？
ko: 손절이란?

source: 仅供学习
en: For learning only
fr: À but éducatif
ja: 学習用のみ
ko: 학습용

source: 仅供学习，不构成投资建议
en: For learning only, not investment advice
fr: À but éducatif, pas un conseil en investissement
ja: 学習目的のみ。投資助言ではありません
ko: 학습용이며 투자 조언이 아닙니다

source: 仅供学习，不构成投资建议。实际成交价以服务器返回为准。
en: For learning only, not investment advice. The actual fill price is determined by the server.
fr: À but éducatif, pas un conseil en investissement. Le prix d'exécution réel est fixé par le serveur.
ja: 学習目的のみで、投資助言ではありません。実際の約定価格はサーバーの返す値に従います。
ko: 학습용이며 투자 조언이 아닙니다. 실제 체결가는 서버 응답을 따릅니다.

source: 今开
en: Open
fr: Ouverture
ja: 始値
ko: 시가

source: 今日知识
en: Today's concept
fr: Notion du jour
ja: 今日の知識
ko: 오늘의 지식

source: 休市
en: Closed
fr: Fermé
ja: 休場
ko: 휴장

source: 传媒
en: Media
fr: Médias
ja: メディア
ko: 미디어

source: 低
en: L
fr: B
ja: 安
ko: 저

source: 停止生成
en: Stop generating
fr: Arrêter la génération
ja: 生成を停止
ko: 생성 중지

source: 免责声明
en: Disclaimer
fr: Avertissement
ja: 免責事項
ko: 면책 조항

source: 入门门槛
en: Entry requirements
fr: Conditions d'accès
ja: 応募条件
ko: 진입 요건

source: 全球商学院指南
en: Business school guide
fr: Guide des business schools
ja: ビジネススクールガイド
ko: 글로벌 비즈니스 스쿨 가이드

source: 全球市场
en: Global Markets
fr: Marchés mondiaux
ja: グローバル市場
ko: 글로벌 시장

source: 全部
en: All
fr: Tous
ja: すべて
ko: 전체

source: 公用事业
en: Utilities
fr: Services publics
ja: 公益事業
ko: 유틸리티

source: 关于
en: About
fr: À propos
ja: このアプリについて
ko: 정보

source: 关键术语
en: Key terms
fr: Termes clés
ja: 重要用語
ko: 핵심 용어

source: 关闭
en: Close
fr: Fermer
ja: 閉じる
ko: 닫기

source: 典型场景
en: Typical scenario
fr: Scénario type
ja: 典型的なシーン
ko: 대표 상황

source: 典型的一天
en: A typical day
fr: Une journée type
ja: 典型的な一日
ko: 하루 일과

source: 军工
en: Defense
fr: Défense
ja: 防衛
ko: 방산

source: 减少
en: Decrease
fr: Diminuer
ja: 減らす
ko: 줄이기

source: 出错了：%@
en: Something went wrong: %@
fr: Une erreur est survenue : %@
ja: エラーが発生しました：%@
ko: 오류가 발생했습니다: %@

source: 分散投资原则
en: Diversification principles
fr: Principes de diversification
ja: 分散投資の原則
ko: 분산 투자 원칙

source: 刚刚
en: Just now
fr: À l'instant
ja: たった今
ko: 방금

source: 创业板指
en: ChiNext
fr: ChiNext
ja: 創業板
ko: 차이넥스트

source: 创办
en: Founded
fr: Fondée
ja: 創立
ko: 설립

source: 利好
en: Bullish
fr: Haussier
ja: 好材料
ko: 호재

source: 利空
en: Bearish
fr: Baissier
ja: 悪材料
ko: 악재

source: 加入自选
en: Add to watchlist
fr: Ajouter aux favoris
ja: ウォッチリストに追加
ko: 관심종목에 추가

source: 加载中
en: Loading
fr: Chargement
ja: 読み込み中
ko: 불러오는 중

source: 加载失败
en: Failed to load
fr: Échec du chargement
ja: 読み込みに失敗しました
ko: 불러오지 못했습니다

source: 加载排行榜…
en: Loading leaderboard…
fr: Chargement du classement…
ja: ランキングを読み込み中…
ko: 순위 불러오는 중…

source: 化工
en: Chemicals
fr: Chimie
ja: 化学
ko: 화학

source: 北京时间
en: Beijing time
fr: heure de Pékin
ja: 北京時間
ko: 베이징 시간

source: 北美
en: North America
fr: Amérique du Nord
ja: 北米
ko: 북미

source: 区间最低
en: Range low
fr: Bas de période
ja: 期間安値
ko: 구간 저점

source: 区间最高
en: Range high
fr: Haut de période
ja: 期間高値
ko: 구간 고점

source: 医疗保健
en: Health Care
fr: Santé
ja: ヘルスケア
ko: 헬스케어

source: 医药
en: Pharma
fr: Pharma
ja: 医薬
ko: 제약

source: 午间休市
en: Lunch break
fr: Pause déjeuner
ja: 昼休み
ko: 점심 휴장

source: 卖
en: S
fr: V
ja: 売
ko: 매도

source: 卖出
en: Sell
fr: Vendre
ja: 売り
ko: 매도

source: 原材料
en: Materials
fr: Matériaux
ja: 素材
ko: 소재

source: 发送
en: Send
fr: Envoyer
ja: 送信
ko: 보내기

source: 取消
en: Cancel
fr: Annuler
ja: キャンセル
ko: 취소

source: 可卖/持有
en: Sellable/Held
fr: Vendable/Détenu
ja: 売却可/保有
ko: 매도가능/보유

source: 可用现金
en: Cash available
fr: Liquidités
ja: 利用可能な現金
ko: 사용 가능 현금

source: 商学院指南
en: Business schools
fr: Business schools
ja: ビジネススクール
ko: 비즈니스 스쿨

source: 商科排名
en: Business
fr: Business
ja: ビジネス分野
ko: 경영학 순위

source: 商科排名只看商学与管理学科的声誉和研究；不少学校的商科远高于综合排名。
en: This ranking looks only at business and management reputation and research, so many schools rank far higher here than overall.
fr: Ce classement ne retient que la réputation et la recherche en gestion : beaucoup d'écoles y sont bien mieux placées qu'au classement général.
ja: この分野別ランキングはビジネス・経営学の評判と研究のみを評価するため、総合順位より大きく上位になる大学が多くあります。
ko: 경영학 분야의 평판과 연구만 평가하므로 종합 순위보다 훨씬 높은 학교가 많습니다.

source: 商科比综合高 %lld 位
en: %lld places above overall
fr: %lld places au-dessus du général
ja: 総合より %lld 位上
ko: 종합보다 %lld위 높음

source: 地产
en: Real Estate
fr: Immobilier
ja: 不動産
ko: 부동산

source: 基于历史收益率和波动率的随机模拟，只是一种可能性的范围，不构成预测或投资建议
en: Random simulation from historical returns and volatility: a range of possibilities, not a forecast or investment advice
fr: Simulation aléatoire fondée sur les rendements et la volatilité passés : une fourchette de possibles, ni une prévision ni un conseil
ja: 過去の収益率とボラティリティに基づく乱数シミュレーション。可能性の幅であり、予測や投資助言ではありません
ko: 과거 수익률과 변동성에 기반한 무작위 시뮬레이션입니다. 가능성의 범위일 뿐 예측이나 투자 조언이 아닙니다

source: 基本面
en: Fundamental
fr: Fondamentaux
ja: ファンダメンタル
ko: 펀더멘털

source: 增加
en: Increase
fr: Augmenter
ja: 増やす
ko: 늘리기

source: 外观
en: Appearance
fr: Apparence
ja: 外観
ko: 화면 스타일

source: 大洋洲
en: Oceania
fr: Océanie
ja: オセアニア
ko: 오세아니아

source: 大行观点
en: Bank views
fr: Avis des banques
ja: 大手行の見方
ko: 대형 은행 전망

source: 如 000001
en: e.g. 000001
fr: ex. 000001
ja: 例: 000001
ko: 예: 000001

source: 如 AAPL
en: e.g. AAPL
fr: ex. AAPL
ja: 例: AAPL
ko: 예: AAPL

source: 如何看财报
en: How to read financial reports
fr: Lire un rapport financier
ja: 決算書の読み方
ko: 재무제표 보는 법

source: 如何看财报季
en: How to read earnings season
fr: Comprendre la saison des résultats
ja: 決算シーズンの見方
ko: 어닝 시즌 보는 법

source: 学习中心
en: Learning
fr: Apprentissage
ja: 学習
ko: 학습

source: 学习进度
en: Progress
fr: Progression
ja: 学習の進捗
ko: 학습 진도

source: 学费
en: Tuition
fr: Frais
ja: 学費
ko: 학비

source: 完成
en: Done
fr: Terminé
ja: 完了
ko: 완료

source: 宏观
en: Macro
fr: Macro
ja: マクロ
ko: 거시

source: 就业去向
en: Employment
fr: Débouchés
ja: 就職先
ko: 취업 분야

source: 展望
en: Outlook
fr: Perspectives
ja: 見通し
ko: 전망

source: 工业
en: Industrials
fr: Industrie
ja: 資本財
ko: 산업재

source: 已学完
en: Completed
fr: Terminé
ja: 学習済み
ko: 학습 완료

source: 已按 100 股整数倍调整为 %lld 股
en: Adjusted to a multiple of 100: %lld shares
fr: Ajusté à un multiple de 100 : %lld actions
ja: 100株単位に調整しました: %lld株
ko: 100주 단위로 조정됨: %lld주

source: 市盈率
en: P/E
fr: P/E
ja: PER
ko: PER

source: 开
en: O
fr: O
ja: 始
ko: 시

source: 开发者
en: Developer
fr: Développeur
ja: 開発者
ko: 개발자

source: 开始面试
en: Start interview
fr: Commencer
ja: 面接を始める
ko: 면접 시작

source: 必需消费
en: Consumer Staples
fr: Conso. de base
ja: 生活必需品
ko: 필수소비재

source: 快速提问
en: Quick questions
fr: Questions rapides
ja: クイック質問
ko: 빠른 질문

source: 总市值
en: Market cap
fr: Capi. boursière
ja: 時価総額
ko: 시가총액

source: 总收益率
en: Total return
fr: Rendement total
ja: 総リターン
ko: 총 수익률

source: 总盈亏
en: Total P&L
fr: P&L total
ja: 損益合計
ko: 총 손익

source: 恐慌
en: Fear
fr: Peur
ja: 恐怖
ko: 공포

source: 情感 %@
en: Sentiment %@
fr: Sentiment %@
ja: センチメント %@
ko: 감성 %@

source: 情绪面
en: Sentiment
fr: Sentiment
ja: センチメント
ko: 심리

source: 成交量
en: Volume
fr: Volume
ja: 出来高
ko: 거래량

source: 成交额
en: Turnover
fr: Montant
ja: 売買代金
ko: 거래대금

source: 成本
en: Cost
fr: Coût
ja: 取得単価
ko: 매입가

source: 我
en: Me
fr: Moi
ja: 自分
ko: 나

source: 房地产板块
en: Real Estate
fr: Immobilier
ja: 不動産
ko: 부동산

source: 所有持仓和交易记录将清除，初始资金将恢复至 100万元（A股）/ $10万（美股）。
en: All positions and trades will be cleared. Starting cash is restored to ¥1,000,000 (A-shares) / $100,000 (US).
fr: Toutes les positions et transactions seront effacées. Capital initial : 1 000 000 ¥ (A) / 100 000 $ (US).
ja: すべての保有銘柄と取引履歴が消去され、初期資金が 100万元（A株）/ 10万ドル（米国株）に戻ります。
ko: 모든 보유 종목과 거래 기록이 삭제되고 초기 자금이 100만 위안(A주) / 10만 달러(미국)로 복원됩니다.

source: 手
en: lots
fr: lots
ja: ロット
ko: 랏

source: 手续费约
en: Est. fees
fr: Frais estimés
ja: 手数料（概算）
ko: 예상 수수료

source: 技术面
en: Technical
fr: Technique
ja: テクニカル
ko: 기술적

source: 技术面试
en: Technical
fr: Technique
ja: 技術面接
ko: 기술 면접

source: 拉美及其他
en: Latin America & other
fr: Amérique latine et autres
ja: 中南米・その他
ko: 중남미 및 기타

source: 持仓
en: Positions
fr: Positions
ja: 保有銘柄
ko: 보유 종목

source: 持仓市值
en: Holdings
fr: Positions
ja: 保有資産
ko: 보유 자산

source: 指标
en: Indicators
fr: Indicateurs
ja: 指標
ko: 지표

source: 授课语言
en: Language
fr: Langue
ja: 授業言語
ko: 수업 언어

source: 接受
en: Accepted
fr: Accepté
ja: 可
ko: 인정

source: 搜索商学院
en: Search schools
fr: Rechercher une école
ja: スクールを検索
ko: 학교 검색

source: 搜索股票，点详情页右上角的星标即可添加
en: Search a stock and tap the star on its page to add it
fr: Recherchez une action et touchez l'étoile pour l'ajouter
ja: 銘柄を検索し、詳細画面右上の星をタップして追加
ko: 종목을 검색하고 상세 화면 오른쪽 위 별을 눌러 추가하세요

source: 收
en: C
fr: C
ja: 終
ko: 종

source: 收益排行榜
en: Leaderboard
fr: Classement
ja: ランキング
ko: 수익 순위

source: 数据
en: Data
fr: Données
ja: データ
ko: 데이터

source: 数据延迟，仅供参考
en: Data may be delayed
fr: Données éventuellement différées
ja: データは遅延する場合があります
ko: 데이터가 지연될 수 있습니다

source: 数据说明
en: About your data
fr: À propos de vos données
ja: データについて
ko: 데이터 안내

source: 新能源
en: New Energy
fr: Renouvelables
ja: 新エネルギー
ko: 신에너지

source: 日内振幅
en: Day range
fr: Amplitude
ja: 日中値幅
ko: 일일 변동폭

source: 昨收
en: Prev close
fr: Clôture préc.
ja: 前日終値
ko: 전일 종가

source: 暂无持仓
en: No positions yet
fr: Aucune position
ja: ポジションはありません
ko: 보유 종목 없음

source: 暂无持仓，点击 + 买入第一只股票
en: No positions yet. Tap + to buy your first stock.
fr: Aucune position. Touchez + pour acheter votre première action.
ja: 保有銘柄がありません。+ をタップして最初の銘柄を購入しましょう。
ko: 보유 종목이 없습니다. + 를 눌러 첫 종목을 매수하세요.

source: 暂无指数数据，开盘后自动更新
en: No index data yet. Updates automatically when the market opens.
fr: Pas encore de données. Mise à jour automatique à l'ouverture.
ja: 指数データがありません。取引開始後に自動更新されます。
ko: 지수 데이터가 없습니다. 장이 열리면 자동으로 업데이트됩니다.

source: 暂无热门股数据，稍后下拉刷新
en: No trending stocks yet. Pull down to refresh later.
fr: Pas de données. Tirez pour actualiser plus tard.
ja: 人気銘柄がまだありません。後で引いて更新してください。
ko: 인기 종목 데이터가 없습니다. 잠시 후 당겨서 새로고침하세요.

source: 暂无相似股票
en: No similar stocks
fr: Aucune action similaire
ja: 似た銘柄はありません
ko: 유사 종목 없음

source: 暂无结果
en: No results
fr: Aucun résultat
ja: 結果がありません
ko: 결과 없음

source: 暂无资讯
en: No news yet
fr: Aucune actualité
ja: ニュースはまだありません
ko: 아직 뉴스가 없습니다

source: 最低
en: Low
fr: Plus bas
ja: 安値
ko: 저가

source: 最多 %lld
en: Max %lld
fr: Max %lld
ja: 最大 %lld
ko: 최대 %lld

source: 最近交易
en: Recent trades
fr: Transactions récentes
ja: 最近の取引
ko: 최근 거래

source: 最近搜索
en: Recent searches
fr: Recherches récentes
ja: 最近の検索
ko: 최근 검색

source: 最高
en: High
fr: Plus haut
ja: 高値
ko: 고가

source: 月
en: m
fr: m
ja: か月
ko: 개월

source: 服务器错误
en: Server error
fr: Erreur du serveur
ja: サーバーエラー
ko: 서버 오류

source: 未来一周暂无重要财报
en: No major earnings this week
fr: Aucun résultat majeur cette semaine
ja: 今週の主要決算はありません
ko: 이번 주 주요 실적 발표 없음

source: 本应用仅供学习和教育目的，不构成任何投资建议。股市有风险，投资需谨慎。行情数据可能存在延迟。AI 老师内容由 AI 生成，仅供参考。
en: This app is for learning and education only and does not constitute investment advice. Investing involves risk. Market data may be delayed. AI Teacher content is AI-generated and for reference only.
fr: Cette application est à but éducatif et ne constitue pas un conseil en investissement. Investir comporte des risques. Les données peuvent être différées. Le contenu du Prof IA est généré par IA, à titre indicatif.
ja: 本アプリは学習・教育目的のみで、投資助言ではありません。投資にはリスクが伴います。相場データは遅延する場合があります。AI先生の内容はAIが生成したもので、参考情報です。
ko: 이 앱은 학습 및 교육 목적이며 투자 조언이 아닙니다. 투자에는 위험이 따르며 시세 데이터는 지연될 수 있습니다. AI 선생님의 내용은 AI가 생성한 참고용 정보입니다.

source: 来源：QS 商科排名 2026 · QS 综合排名 2027
en: Sources: QS Business & Management Studies 2026 · QS World University Rankings 2027
fr: Sources : QS Business & Management Studies 2026 · QS World University Rankings 2027
ja: 出典：QS ビジネス・経営学 2026 · QS 世界大学ランキング 2027
ko: 출처: QS 경영학 2026 · QS 세계대학순위 2027

source: 极度恐慌
en: Extreme Fear
fr: Peur extrême
ja: 極度の恐怖
ko: 극단적 공포

source: 极度贪婪
en: Extreme Greed
fr: Avidité extrême
ja: 極度の強欲
ko: 극단적 탐욕

source: 标普500
en: S&P 500
fr: S&P 500
ja: S&P 500
ko: S&P 500

source: 标记为已学完
en: Mark as completed
fr: Marquer comme terminé
ja: 学習済みにする
ko: 학습 완료로 표시

source: 核心技能
en: Core skills
fr: Compétences clés
ja: コアスキル
ko: 핵심 역량

source: 模拟盘
en: Paper Trade
fr: Simulation
ja: ペーパートレード
ko: 모의투자

source: 模拟盘数据和 AI 对话记录存储在服务器上，通过设备匿名 ID 关联，不绑定任何个人身份。重置账户将永久删除所有相关数据。
en: Paper-trading data and AI chats are stored on our server and linked to an anonymous device ID, not to any personal identity. Resetting the account permanently deletes the related data.
fr: Les données de simulation et les conversations IA sont stockées sur le serveur, liées à un identifiant d'appareil anonyme, sans identité personnelle. Réinitialiser le compte supprime définitivement ces données.
ja: ペーパートレードのデータとAIとの会話は、端末の匿名IDに紐づけてサーバーに保存され、個人を特定する情報とは結びつきません。口座をリセットすると関連データは完全に削除されます。
ko: 모의투자 데이터와 AI 대화 기록은 기기 익명 ID로 서버에 저장되며 개인 신원과 연결되지 않습니다. 계좌를 초기화하면 관련 데이터가 영구 삭제됩니다.

source: 模拟面试
en: Mock interview
fr: Entretien simulé
ja: 模擬面接
ko: 모의 면접

source: 欧洲
en: Europe
fr: Europe
ja: ヨーロッパ
ko: 유럽

source: 每日新闻
en: Daily news
fr: Actualités du jour
ja: デイリーニュース
ko: 오늘의 뉴스

source: 求职指南
en: Career guide
fr: Guide carrière
ja: キャリアガイド
ko: 커리어 가이드

source: 汽车
en: Autos
fr: Automobile
ja: 自動車
ko: 자동차

source: 法律
en: Legal
fr: Mentions légales
ja: 法的情報
ko: 법적 고지

source: 活跃榜
en: Most active
fr: Plus actives
ja: 出来高上位
ko: 거래대금

source: 浅色
en: Light
fr: Clair
ja: ライト
ko: 라이트

source: 消费
en: Consumer
fr: Consommation
ja: 消費
ko: 소비

source: 涨幅榜
en: Top gainers
fr: Plus fortes hausses
ja: 値上がり
ko: 상승률

source: 深色
en: Dark
fr: Sombre
ja: ダーク
ko: 다크

source: 深证成指
en: Shenzhen
fr: Shenzhen
ja: 深セン成分
ko: 선전성분

source: 清空对话
en: Clear chat
fr: Effacer la conversation
ja: 会話を消去
ko: 대화 지우기

source: 清除
en: Clear
fr: Effacer
ja: 消去
ko: 지우기

source: 热门股票
en: Trending
fr: Populaires
ja: 人気銘柄
ko: 인기 종목

source: 独立商学院
en: Standalone school
fr: École indépendante
ja: 単科ビジネススクール
ko: 독립 경영대학원

source: 现价
en: Price
fr: Cours
ja: 現在値
ko: 현재가

source: 现在
en: Now
fr: Auj.
ja: 現在
ko: 현재

source: 用虚拟资金练习买卖，不承担真实风险
en: Practice with virtual cash, no real risk
fr: Entraînez-vous avec de l'argent virtuel, sans risque réel
ja: 仮想資金で売買を練習。実際のリスクはありません
ko: 가상 자금으로 연습하세요. 실제 위험은 없습니다

source: 申请要求
en: Admission
fr: Admission
ja: 出願要件
ko: 지원 요건

source: 电力
en: Utilities
fr: Électricité
ja: 電力
ko: 전력

source: 白酒
en: Baijiu
fr: Baijiu
ko: 백주

source: 盘前
en: Pre-mkt
fr: Avant ouv.
ja: 寄り前
ko: 장전

source: 盘前交易
en: Pre-market
fr: Pré-ouverture
ja: プレマーケット
ko: 프리마켓

source: 盘后
en: After-mkt
fr: Après clôt.
ja: 引け後
ko: 장후

source: 盘后交易
en: After-hours
fr: Après-clôture
ja: 時間外取引
ko: 애프터마켓

source: 目标价
en: Price target
fr: Objectif de cours
ja: 目標株価
ko: 목표가

source: 相似走势
en: Similar trends
fr: Tendances similaires
ja: 似た値動き
ko: 유사 흐름

source: 相关度
en: Correlation
fr: Corrélation
ja: 相関
ko: 상관도

source: 相关新闻
en: Related news
fr: Actualités
ja: 関連ニュース
ko: 관련 뉴스

source: 真实案例
en: Real-world example
fr: Exemple concret
ja: 実例
ko: 실제 사례

source: 知名校友
en: Notable alumni
fr: Anciens célèbres
ja: 著名な卒業生
ko: 유명 동문

source: 确定
en: OK
fr: OK
ja: OK
ko: 확인

source: 确认买入 %lld 股
en: Confirm buy %lld shares
fr: Confirmer l'achat de %lld actions
ja: %lld株を買う
ko: %lld주 매수 확정

source: 确认卖出 %lld 股
en: Confirm sell %lld shares
fr: Confirmer la vente de %lld actions
ja: %lld株を売る
ko: %lld주 매도 확정

source: 确认重置账户
en: Reset account?
fr: Réinitialiser le compte ?
ja: 口座をリセットしますか？
ko: 계좌를 초기화할까요?

source: 科技
en: Tech
fr: Technologie
ja: テクノロジー
ko: 기술

source: 移出自选
en: Remove from watchlist
fr: Retirer des favoris
ja: ウォッチリストから削除
ko: 관심종목에서 삭제

source: 策略
en: Strategy
fr: Stratégie
ja: ストラテジー
ko: 전략

source: 纳斯达克
en: Nasdaq
fr: Nasdaq
ja: ナスダック
ko: 나스닥

source: 综合 #%@
en: Overall #%@
fr: Général #%@
ja: 総合 #%@
ko: 종합 #%@

source: 综合排名
en: Overall
fr: Classement général
ja: 総合ランキング
ko: 종합 순위

source: 综合评分
en: Stock score
fr: Score global
ja: 総合スコア
ko: 종합 점수

source: 综合面试
en: Comprehensive
fr: Complet
ja: 総合面接
ko: 종합 면접

source: 编辑
en: Edit
fr: Modifier
ja: 編集
ko: 편집

source: 网站
en: Website
fr: Site web
ja: ウェブサイト
ko: 웹사이트

source: 罗素2000
en: Russell 2000
fr: Russell 2000
ja: ラッセル2000
ko: 러셀 2000

source: 美股
en: US Stocks
fr: Actions US
ja: 米国株
ko: 미국주식

source: 美股 · 股票代码
en: US · Ticker
fr: US · Symbole
ja: 米国株 · ティッカー
ko: 미국 · 티커

source: 美股大盘
en: US Market
fr: Marché américain
ja: 米国市場
ko: 미국 시장

source: 美股情绪
en: US Sentiment
fr: Sentiment US
ja: 米国株センチメント
ko: 미국 주식 심리

source: 美股热门
en: US Movers
fr: Mouvements US
ja: 米国株ランキング
ko: 미국 주식 순위

source: 美股账户
en: US account
fr: Compte US
ja: 米国株口座
ko: 미국주식 계좌

source: 考试技巧
en: Exam tip
fr: Conseil d'examen
ja: 試験のコツ
ko: 시험 팁

source: 职业路径
en: Career path
fr: Parcours de carrière
ja: キャリアパス
ko: 커리어 경로

source: 联系 / 删除数据请求
en: Contact / data deletion request
fr: Contact / demande de suppression
ja: お問い合わせ / データ削除の依頼
ko: 문의 / 데이터 삭제 요청

source: 股
en: sh
fr: act.
ja: 株
ko: 주

source: 股数
en: Shares
fr: Actions
ja: 株数
ko: 수량

source: 股数（100 的整数倍）
en: Shares (multiples of 100)
fr: Actions (multiples de 100)
ja: 株数（100株単位）
ko: 수량 (100주 단위)

source: 股票、基金、经济学，有问必答
en: Stocks, funds, economics — ask me anything
fr: Actions, fonds, économie : posez vos questions
ja: 株式・ファンド・経済学、何でも聞いてください
ko: 주식, 펀드, 경제학 무엇이든 물어보세요

source: 股票入门
en: Stock Basics
fr: Bases de la bourse
ja: 株式入門
ko: 주식 입문

source: 股票和基金区别
en: Stocks vs. funds
fr: Actions vs fonds
ja: 株式とファンドの違い
ko: 주식과 펀드의 차이

source: 能源
en: Energy
fr: Énergie
ja: エネルギー
ko: 에너지

source: 能源板块
en: Energy
fr: Énergie
ja: エネルギー
ko: 에너지

source: 自选股
en: Watchlist
fr: Favoris
ja: ウォッチリスト
ko: 관심종목

source: 英国
en: UK
fr: Royaume-Uni
ko: 영국

source: 蒙特卡洛模拟
en: Monte Carlo
fr: Monte-Carlo
ja: モンテカルロ
ko: 몬테카를로
